[
  {
    "deviation": {
      "deviationId": 834146451,
      "type": "literature",
      "typeId": 1,
      "printId": null,
      "url": "https:\/\/www.deviantart.com\/lizard-socks\/art\/Bugbot-834146451",
      "title": "Bugbot",
      "isJournal": false,
      "isVideo": false,
      "isPurchasable": false,
      "isFavouritable": false,
      "publishedTime": "2020-03-17T15:00:50-0700",
      "isTextEditable": false,
      "legacyTextEditUrl": "https:\/\/www.deviantart.com\/deviation\/edit\/834146451",
      "isShareable": true,
      "isCommentable": true,
      "isFavourited": false,
      "isDeleted": false,
      "isMature": false,
      "isDownloadable": false,
      "isAntisocial": false,
      "isBlocked": false,
      "isPublished": true,
      "hasPrivateComments": false,
      "blockReasons": [],
      "author": {
        "userId": 17523310,
        "useridUuid": "a26676ed-5753-4a81-8907-199bd9057960",
        "username": "lizard-socks",
        "usericon": "https:\/\/a.deviantart.net\/avatars-big\/l\/i\/lizard-socks.png?3",
        "type": "regular",
        "isWatching": false,
        "isNewDeviant": false
      },
      "stats": {
        "comments": 0,
        "favourites": 1
      },
      "media": { "types": [] },
      "textContent": {
        "excerpt": "At Stargate Command, deep within the Air Force installation beneath Cheyenne Mountain, the members of SG-1 - Col. Jack O'Neill, Major Samantha Carter, Dr. Daniel Jackson, and Teal'c - gathered in the briefing room.\n\nThe mission of the SGC was to use the Stargate, a large alien transporter device discovered in Egypt, to gather information on other worlds that could help defend the Earth against future alien attacks. Each planet with its own Stargate had a corresponding address, which could be dialed on what the SGC called a dial-home device, or DHD. Earth didn't have its own DHD, but they had worked around that by programming the base computer",
        "html": {
          "type": "writer",
          "markup": "<p>At Stargate Command, deep within the Air Force installation beneath Cheyenne Mountain, the members of SG-1 - Col. Jack O'Neill, Major Samantha Carter, Dr. Daniel Jackson, and Teal'c - gathered in the briefing room.<br \/> <\/p> <p>The mission of the SGC was to use the Stargate, a large alien transporter device discovered in Egypt, to gather information on other worlds that could help defend the Earth against future alien attacks. Each planet with its own Stargate had a corresponding address, which could be dialed on what the SGC called a dial-home device, or DHD. Earth didn't have its own DHD, but they had worked around that by programming the base computer to power and dial the gate manually.<br \/> <\/p> <p>However, some planet's Stargates were inaccessible after being buried or lost, the way Earth's gate had been for centuries. Trying to dial them would result in something like a busy signal. Keeping this in mind, Carter had programmed the computer to periodically make checks against a list of valid but currently inoperative Stargate addresses, just in case a remote gate had recently been uncovered by the inhabitants of the planet.<br \/> <\/p> <p>A week before, the computer had made a successful connection to a new planet, which it designated P4A-013. <\/p> <p>\"I've finished analyzing the data,\" Carter said, \"and I've come across something unusual. I think we might need to send another probe through to check it out.\"<br \/> <\/p> <p>\"Wasn't that the planet with the giant, robot-eating plants?\" asked O'Neill. He was the leader of the group, an old Air Force colonel with a dry sense of humor who had been on the first successful Stargate mission.<br \/> <\/p> <p>\"There was also no DHD found at the site.\" noted Teal'c. A Jaffa from the planet Chulak, he had defected from Apophis's side to join the SGC about three years prior. \"Nothing we send through will be able to return.\"<br \/> <\/p> <p>\"And we didn't see any signs of an existing civilization,\" said Daniel. A civilian, he had originally been brought in to apply knowledge of ancient cultures to derive information about aliens who may have influenced them, but his anthropological knowledge in general had been useful each time SG-1 encountered a new group of people on a planet.<br \/> <\/p> <p>\"That's what I thought at first too. But look at this.\" Carter walked over to a computer set up on a cart and pulled up a chart. \"Before the MALP got destroyed by the plants, it sent back the results of a wireless frequency scan. There are spikes at 850 and 1900 megahertz. Both at about the same strength, so they probably come from the same source.\"<br \/> <\/p> <p>\"So some sort of technology must be near the gate.\"<br \/> <\/p> <p>\"And not just any technology. Those two frequencies are used by North American GSM mobile phone networks. I think there's a chance someone from Earth is on that planet.\"<br \/> <\/p> <p>\"If our sensors were able to pick that up,\" Daniel asked, \"wouldn't that mean we were right on top of it?\"<br \/> <\/p> <p>\"The signal was clearly directional, so it must have come from a distance away.\"<br \/> <\/p> <p>\"NID?\" O'Neill asked.<br \/> <\/p> <p>\"I think that's a possibility, sir.\"<br \/> <\/p> <p> \"Regardless,\" said Teal'c, \"if we send another unit, we must ensure that it does not yet again get destroyed.\"<\/p> <p> \"Any ideas?\" asked O'Neill. \"Besides dressing it up as a big bug?\"<\/p> <p> Teal'c turned slightly to give O'Neill a curious look.<\/p> <p> O'Neill just shrugged. \"Bugs eat plants.\"<br \/> <\/p> <hr\/> <p>The new Mobile Analytic Laboratory Probe, or MALP, rolled through the Stargate into a dense forest on P4A-013. It was nighttime; luckily, it had a built-in night-vision device. The rover, about six feet long and four feet tall, was covered in a patchwork of cardboard and metal, painted to look like a giant beetle. A camera extended just over a hole in the top.<\/p> <p>The plants ignored it completely.<\/p> <p>\"I can't believe you took me seriously,\" said O'Neill.<br \/> <\/p> <p>\"Well, there was no reason not to at least try,\" Carter told him. \"We were already taking several other precautions to try to avoid detection, but we don't know how the plants sense their environment. It's certainly possible a simple visual disguise was enough.\"<br \/> <\/p> <p>She kept her eyes on the monitor as the MALP made its way past the aggressive flora. A few minutes later, the probe made it to the edge of the forest and entered a clearing.<br \/> <\/p> <p>\"Still looks pretty empty,\" Carter said. \"I'm not seeing any people around here, human or otherwise.\"<br \/> <\/p> <p>\"It appears there may be a village ahead,\" said Teal'c. He turned to Daniel. \"Are you familiar with these structures, Daniel Jackson?\"<br \/> <\/p> <p>\"Well, they don't look that different from buildings here on Earth, at least conceptually,\" Daniel said. \"But<i> <\/i>it's hard to identify any particular...&nbsp; wait a minute. I think the signs are in English. Can you zoom in on that one there?\"<br \/> <\/p> <p>\"The one next to the water?\" Carter reoriented the camera and increased the magnification. \"It says... <i>Lily Pad Thai<\/i>.\" She looked up at O'Neill and Daniel, perplexed.<br \/> <\/p> <p>O'Neill stepped forward and took a look at the computer monitor to read the sign for himself.<br \/> <\/p> <p>\"I could eat,\" he said. \"Think they do delivery?\"<br \/> <\/p> <p>\"We may be outside of the delivery radius,\" noted Teal'c. \"Nevertheless, it seems we have found proof of recent visitors to this planet from Earth.\"<br \/> <\/p> <p>\"Wait a minute,\" Carter said. \"If there's a restaurant on this planet with cuisine from Earth, wouldn't that imply a larger human population?\"<br \/> <\/p> <p>\"It might,\" said Daniel. \"Although it's also possible that this restaurant was created by visiting humans to bring a new type of cuisine to the-\"<br \/> <\/p> <p>The picture suddenly cut out.<br \/> <\/p> <p>\"Stargate's still active, but I'm not getting any signal,\" said Carter. \"Must be a problem with the MALP.\"<br \/> <\/p> <p>\"Can you fix it?\" asked O'Neill.<br \/> <\/p> <p>\"Not from here. My best guess is that carrying the camouflage around increased the power requirements, and the battery meter wasn't properly adjusted to compensate. But if that's true, the solar panels on top of the camouflage should recharge it. We can dial back out in the morning and see if it's back online.\"<br \/> <\/p> <p>\"And if that's not the problem?\"<br \/> <\/p> <p>\"Well, to be honest, I don't know what else it could be.\"<br \/> <\/p> <hr\/> <p>Polly jumped up into the air and did a flip. \"I'm the CHAMPION!\"<br \/> <\/p> <p>\"I gotta hand it to you, Polly.\" Sprig stood next to his little sister on the lily pad and tossed his rock from one hand to the other. \"You sure learn quick for a tadpole. I didn't think anyone could hit that bug in the dark.\"<br \/> <\/p> <p>\"You don't need to see, Sprig. You just need to <i>feel.<\/i>\"<\/p> <p>Hop Pop threw open the front door behind them. \"What are you two doing out there?\" the frog shouted. \"Get back in here and clean this place up before morning, or we lose our friends and family discount!\"<br \/> <\/p> <p>As his grandchildren hopped back into the restaurant, he turned to the tall, young creature beside him.<br \/> <\/p> <p>\"I don't like making you all stay up so late, Anne,\" he said, \"but if they're gonna run the farm someday, well, sometimes you gotta wake up in the middle of the night. If you don't wanna stick around-\"<br \/> <\/p> <p>Anne dipped her mop back into the bucket of soap. \"Eh, I couldn't sleep anyway. Besides, after Stumpy trusted me with the menu, I guess I feel like I owe him. What were they doing out there anyway?\"<br \/> <\/p> <p>\"Well, Polly was throwing rocks at some insect out past the lake.\"<br \/> <\/p> <p>\"I guess a lack of limbs is no excuse to get out of chores, then.\"<br \/> <\/p> <p>Hop Pop nodded. \"Never too early to start.\"<br \/> <\/p> <p>\"You sure that's a real bug?\" Anne took a peek out the window. \"Looks like some kid's art project or something.\"<br \/> <\/p> <p>\"You're welcome to go take a look if you'd like.\"<br \/> <\/p> <p>Anne walked outside and slowly looked around. The building was on a giant lily pad; nobody knew how it supported the weight, but she had long since learned to stop wondering how things worked in this world. Her biggest concern at this time of night was not tripping and falling into the water.<br \/> <\/p> <p><i>A few fireflies would have been nice right about now,<\/i> she thought to herself.<br \/> <\/p> <p>As Anne walked around the path and made it to the other side of the lake, she saw the insect. It hadn't moved an inch, and up close, it was clearly made of metal and cardboard, two things which she hadn't seen a whole lot of in Wartwood - or really, anywhere on the island, now that she thought about it. She pulled the bug's \"eyes\" off to reveal a metal vehicle of some sort. It didn't look familiar, but it certainly seemed like something that could come from Earth.<br \/> <\/p> <p>It also had a <i>lot<\/i> of equipment on it, but no space for a driver - not that any adult human could have fit on top of it (although some of the frogs probably could). In fact, it almost reminded her of the Mars rovers that her science teacher used to talk about: machines sent to another world to bring back pictures and scientific data...<br \/> <\/p> <p>Did someone actually know she was here?<br \/> <\/p> <p>Sprig hopped up from behind her.<br \/> <\/p> <p>\"Shouldn't you be helping clean up your mess?\" Anne asked.<br \/> <\/p> <p>\"<i>Our<\/i> mess. And I'll get around to it. Eventually.\"<br \/> <\/p> <p>Anne shrugged. \"I should probably make you listen to Hop Pop, but this seems more important anyway.\"<br \/> <\/p> <p>\"What is it?\"<br \/> <\/p> <p>\"Some kind of remote-controlled vehicle.\" Anne took off the rest of the camouflage. \"I think it might be from my world.\"<br \/> <\/p> <p>Sprig peered at the rover. \"Well, it's weird, so you're probably right. Do you think it can see us?\"<br \/> <\/p> <p>\"It hasn't done anything yet. At least, not since your sister threw a rock at it.\" Anne turned around to see Sprig holding the rock in question. \"Wow, how does she lift that? Anyway, I was thinking I should take this back and try to get it working again.\"<br \/> <\/p> <p>\"To <i>our <\/i>house? What if it's dangerous?\"<br \/> <\/p> <p>\"Really?\" Anne asked. \"You're going to lecture <i>me<\/i> about risk-taking?\"<br \/> <\/p> <p>\"Well, when I met <i>you<\/i>, you introduced yourself to me. This clump of metal hasn't said a thing.\"<br \/> <\/p> <p>\"Listen, Sprig.\" Anne sat down next to the vehicle. \"I almost lost my last opportunity to get home, and I'm not about to give up another lead. If people from my world did send this, looking for me, I might be able to fix it and use it to contact them. I have to at least try.\"<br \/> <\/p> <hr\/> <p>\"Chevron 7... locked.\"<\/p> <p>A vortex briefly shot out of the Stargate before the wormhole established itself and the inside of the gate glowed a shimmering blue.<br \/> <\/p> <p>\"Have you established contact with the probe, Major Carter?\" asked Teal'c.<\/p> <p>\"I think so.\" The image started to appear on the monitor. \"It looks like the MALP's been taken to some sort of shed, or maybe a basement. There's not much light. But the battery's full, so it must have been outside long enough to recharge.\"<\/p> <p>\"Anyone in the room?\" O'Neill asked.<br \/> <\/p> <p>\"Let's take a look.\"<br \/> <\/p> <p>Carter had the MALP's camera pan clockwise around the room. The monitor showed some sandbags, miscellaneous knickknacks, glowing mushrooms, and plenty of exposed plumbing. But at about 150 degrees-<br \/> <\/p> <p>\"There's someone.\" Carter stopped the camera. \"Looks like she might be asleep.\"<br \/> <\/p> <p>\"And twelve,\" said O'Neill. She was laying on a simple mattress, with no sheets, and wearing a sweater, skirt, and one shoe, with a couple of twigs stuck in her hair. \"I'm gonna go ahead and say she's <i>not <\/i>NID. Anyone else?\"<br \/> <\/p> <p>\"I'll keep going, sir.\"<br \/> <\/p> <p>The camera picked up again, and the girl slowly went out of frame.<br \/> <\/p> <p>\"180... 240... 300... OK, that should be everyth-\"<br \/> <\/p> <p>A small bug-eyed creature with a hat and goggles suddenly dropped into frame, no more than three feet from the camera.<br \/> <\/p> <p>\"Anne! Your machine's moving!\"<br \/> <\/p> <p>Anne's eyes opened wide. She quickly got up and ran over to the rover.<br \/> <\/p> <p>\"It worked! Someone must be controlling it!\"<br \/> <\/p> <p>\"It's not gonna spit rocks at us, is it?\" Sprig asked .<br \/> <\/p> <p>\"It better not. It <i>owes<\/i> us.\" Anne briefly glared at the machine, before turning to face Sprig with a more normal expression. \"Do you think they can see us?\"<br \/> <\/p> <p>\"We can see you,\" said a voice.<br \/> <\/p> <p>Anne turned to face the rover. \"You're human, aren't you?\" she asked.<br \/> <\/p> <p>\"Yes. My name is Daniel Jackson. I'm working with the U. S. Air Force.\"<br \/> <\/p> <p>Sprig looked up at Anne in awe. \"How many of you are there?\" he asked.<br \/> <\/p> <p>\"Um... four,\" Daniel replied. \"Oh, unless you mean the total number<br \/>of humans. Here on Earth, there are about 6 billion.\"<\/p> <p>\"I love Earth! I'm from there!\" Anne's eyes lit up. \"My name's Anne Boonchuy. It is so nice to talk to someone who's not a frog.\"<br \/> <\/p> <p>\"Hey! Polly's not a frog,\" said Sprig. \"Yet.\"<br \/> <\/p> <p>Daniel muted the mic and turned to O'Neill. \"You're not going to make some witty remark about frogs, Jack?\"<br \/> <\/p> <p>\"I've seen weirder.\"<br \/> <\/p> <p>\"That makes one of us.\" He flipped the mic back on. \"I take it the frogs are the dominant species of your planet?\"<br \/> <\/p> <p>\"No, that's the toads,\" Sprig replied.<br \/> <\/p> <p>\"I'm the only human around,\" added Anne, \"if that's what you're wondering. How did you know I was here?\"<br \/> <\/p> <p>\"To be honest,\" Daniel replied, \"we didn't. We only realized you were here once we detected your cell phone signal.\"<br \/> <\/p> <p>Carter took over the mic. \"This is Major Samantha Carter,\" she said. \"We're curious how you got here. We assume you must have found a portal of some kind.\"<br \/> <\/p> <p>\"Well, sort of,\" Anne said. \"Except it was a tiny box. And I think it only goes one way. Is that how you got your rover here?\"<br \/> <\/p> <p>\"Actually, we have our own method.\"<br \/> <\/p> <p>\"Wait. You have another way to get between here and Earth? Do you think you might be able to get me back home?\"<br \/> <\/p> <p>O'Neill chimed in. \"I wouldn't get your hopes up. We think ours is a one-way trip too. At least until we manage to find something that can get us back here from your end.\"<br \/> <\/p> <p>\"In the meantime,\" added Daniel, \"we might be able to send some food or supplies, if there's anything you need.\"<br \/> <\/p> <p>\"Well... I would really like some food that doesn't have bugs in it. And maybe some magazines? Most of mine have gotten eaten by now. But... to be honest, there's nothing I really <i>need<\/i>. This family is taking good care of me.\"<br \/> <\/p> <p>\"Aww,\" said Sprig. \"You like us.\"<br \/> <\/p> <p>\"But still, if you could send, like, anything with potatoes in it. I haven't seen a <i>single <\/i>potato.\"<br \/> <\/p> <p>\"It'll be fastest if we send it through the gate,\" Carter said, \"and you go find it and fetch it from there. Do you know where the omnivorous plants are?\"<br \/> <\/p> <p>\"Is that where your portal is?\" asked Sprig. \"That's <i>deep <\/i>in toad territory. Forget the plants - you were lucky to get through it at all.\"<br \/> <\/p> <p>Anne nodded at him. \"Yeah, we won't be able to get there.\"<br \/> <\/p> <p>\"We'll send some through, just in case,\" said Carter.<br \/> <\/p> <p>\"One more thing,\" Anne said. \"Could you let my parents know I'm okay? I don't know their email, but I think you can get to them on Facebook.\"<br \/> <\/p> <p>\"A book of faces?\" asked O'Neill. \"Do we just look for ones that resemble her, or...\"<br \/> <\/p> <p>Daniel took the mic. \"Do you know if they have, like, AOL?\"<br \/> <\/p> <p>\"AOL?\" Anne asked. \"What year is it?\"<br \/> <\/p> <p>\"2000.\"<br \/> <\/p> <p>\"Uh, I came from 2019.\"<br \/> <\/p> <p>Sprig looked at Anne. \"Aren't you thirteen? You weren't even born in 2000.\"<\/p> <p>\"I know... And neither were my friends.\"<\/p> <p>Daniel, muting the mic again, turned to Carter. \"Do you think there's any way we can get her back to her own time?\"<\/p> <p>\"Not with the Stargate,\" Carter replied. \"Whatever device got Anne to that world, it handles the time differential differently. We might end up sending her to some alternate future instead of her own.\"<\/p> <p>She flipped the mic back on.<\/p> <p>\"Anne, even if we had all the technology we needed, we don't think we'd be able to get you back to 2019.\"<\/p> <p>Anne sighed. \"I figured that's what you'd say. And since I'm from the future- Oh, cool. I'm from the future. I can say that now! But I'm probably not allowed to tell you stuff about it, because of time travel rules or whatever.\" She shook her head. \"It's too bad. I was hoping to have someone to talk to, but it's not really gonna work if there are things we can't talk about.\"<br \/> <\/p> <p>\"It's probably better that we don't keep the gate open anyway,\" admitted Daniel. \"We're not the only ones who can come through it.\"<br \/> <\/p> <p>\"Oh. Yeah, that might be a problem.\"<br \/> <\/p> <p>\"All you have to do to keep it from working is to bury it underground. If you could somehow let the toads know how dangerous it is, do you think they'd be willing to do that?\"<br \/> <\/p> <hr\/> <p>Capt. Grime looked on as his toad soldiers shoveled dirt into the hole where they had buried the Stargate. A tall, young creature walked up to him.<\/p> <p>\"Are you sure it was the right decision to trust them, Sasha?\" he asked.<br \/> <\/p> \"Absolutely,\" Sasha told him. \"That thing is bad news.\"        <script type=\"text\/javascript\">\n            if (!window.__meta_cache) {\n                window.__meta_cache = [];\n            }\n            window.__meta_cache['daml834146451']=[]        <\/script>\n        ",
          "features": ""
        }
      },
      "extended": {
        "deviationUuid": "3F772389-F1C4-D470-563E-4049A357E1FB",
        "canUserEdit": true,
        "canUserDelete": true,
        "canUserAddToGroup": true,
        "editUrl": "https:\/\/www.deviantart.com\/deviation\/edit\/834146451",
        "groupListUrl": "https:\/\/www.deviantart.com\/deviation\/834146451\/groups",
        "description": "SG-1 detects signs of a possible human presence on the frog planet P4A-013.",
        "originalFile": {
          "type": "original",
          "width": 500,
          "height": 220,
          "filesize": 0
        },
        "tags": [
          {
            "name": "amphibia",
            "url": "https:\/\/www.deviantart.com\/tag\/amphibia"
          },
          {
            "name": "crossover",
            "url": "https:\/\/www.deviantart.com\/tag\/crossover"
          },
          {
            "name": "fanfiction",
            "url": "https:\/\/www.deviantart.com\/tag\/fanfiction"
          },
          {
            "name": "stargate",
            "url": "https:\/\/www.deviantart.com\/tag\/stargate"
          }
        ],
        "typeFacet": {
          "linkTo": "https:\/\/www.deviantart.com\/deviations\/literature\/",
          "urlFragment": "literature",
          "displayNameEn": "Literature"
        },
        "license": "none",
        "stats": {
          "views": 26,
          "today": 1,
          "shares": 0,
          "downloads": 0,
          "groups": 0
        },
        "reportUrl": "https:\/\/www.deviantart.com\/deviation\/report\/834146451?is_modal=true"
      }
    },
    "viewMode": "regular",
    "comments": {
      "hasMore": false,
      "hasLess": false,
      "nextOffset": null,
      "cursor": null,
      "prevCursor": null,
      "total": 0,
      "canPostComment": true,
      "commentableTypeid": 1,
      "commentableItemid": 834146451,
      "thread": []
    }
  },
  {
    "deviation": {
      "deviationId": 863541323,
      "type": "image",
      "typeId": 1,
      "printId": null,
      "url": "https:\/\/www.deviantart.com\/lizard-socks\/art\/Algrady-Golin-863541323",
      "title": "Algrady Golin",
      "isJournal": false,
      "isVideo": false,
      "isPurchasable": false,
      "isFavouritable": false,
      "publishedTime": "2020-12-09T08:30:43-0800",
      "isTextEditable": false,
      "legacyTextEditUrl": null,
      "isShareable": true,
      "isCommentable": true,
      "isFavourited": false,
      "isDeleted": false,
      "isMature": false,
      "isDownloadable": true,
      "isAntisocial": false,
      "isBlocked": false,
      "isPublished": true,
      "hasPrivateComments": false,
      "blockReasons": [],
      "author": {
        "userId": 17523310,
        "useridUuid": "a26676ed-5753-4a81-8907-199bd9057960",
        "username": "lizard-socks",
        "usericon": "https:\/\/a.deviantart.net\/avatars-big\/l\/i\/lizard-socks.png?3",
        "type": "regular",
        "isWatching": false,
        "isNewDeviant": false
      },
      "stats": {
        "comments": 0,
        "favourites": 1
      },
      "media": {
        "baseUri": "https:\/\/images-wixmp-ed30a86b8c4ca887773594c2.wixmp.com\/f\/a26676ed-5753-4a81-8907-199bd9057960\/dea4oqz-db09d782-9bd5-44f9-93db-7ff480727ebe.png",
        "prettyName": "algrady_golin_by_lizard_socks_dea4oqz",
        "token": [ "eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOiIsImlzcyI6InVybjphcHA6Iiwib2JqIjpbW3siaGVpZ2h0IjoiPD03NjgiLCJwYXRoIjoiXC9mXC9hMjY2NzZlZC01NzUzLTRhODEtODkwNy0xOTliZDkwNTc5NjBcL2RlYTRvcXotZGIwOWQ3ODItOWJkNS00NGY5LTkzZGItN2ZmNDgwNzI3ZWJlLnBuZyIsIndpZHRoIjoiPD0xMDI0In1dXSwiYXVkIjpbInVybjpzZXJ2aWNlOmltYWdlLm9wZXJhdGlvbnMiXX0.JSfG-MRBkWHCxzY7ph0oAGp7CAtblfEKi_Mic--WO38", "eyJ0eXAiOiJKV1QiLCJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJ1cm46YXBwOiIsImlzcyI6InVybjphcHA6Iiwib2JqIjpbW3sicGF0aCI6IlwvZlwvYTI2Njc2ZWQtNTc1My00YTgxLTg5MDctMTk5YmQ5MDU3OTYwXC9kZWE0b3F6LWRiMDlkNzgyLTliZDUtNDRmOS05M2RiLTdmZjQ4MDcyN2ViZS5wbmcifV1dLCJhdWQiOlsidXJuOnNlcnZpY2U6ZmlsZS5kb3dubG9hZCJdfQ.Q4ZiiSEWJVEMnGuQqHYEVT4CVU3irEJWdqNTgL_XBoA" ],
        "types": [
          {
            "t": "150",
            "r": 0,
            "c": "v1\/fit\/w_150,h_150,strp\/<prettyName>-150.png",
            "h": 113,
            "w": 150,
            "o": true
          },
          {
            "t": "200H",
            "r": 0,
            "c": "v1\/fill\/w_267,h_200,strp\/<prettyName>-200h.png",
            "h": 200,
            "w": 267,
            "o": true
          },
          {
            "t": "300W",
            "r": 0,
            "c": "v1\/fit\/w_300,h_768,strp\/<prettyName>-300w.png",
            "h": 225,
            "w": 300,
            "o": true
          },
          {
            "t": "250T",
            "r": 0,
            "c": "v1\/fill\/w_333,h_250,strp\/<prettyName>-250t.png",
            "h": 250,
            "w": 333,
            "o": true
          },
          {
            "t": "350T",
            "r": 0,
            "c": "v1\/fill\/w_467,h_350,strp\/<prettyName>-350t.png",
            "h": 350,
            "w": 467,
            "o": true
          },
          {
            "t": "400T",
            "r": 0,
            "c": "v1\/fill\/w_533,h_400,strp\/<prettyName>-400t.png",
            "h": 400,
            "w": 533,
            "o": true
          },
          {
            "t": "preview",
            "r": 0,
            "c": "v1\/fill\/w_1024,h_768,strp\/<prettyName>-fullview.png",
            "h": 768,
            "w": 1024,
            "o": true,
            "f": 15460
          },
          {
            "t": "social_preview",
            "r": 0,
            "c": "v1\/fill\/w_1024,h_768,strp\/<prettyName>-fullview.png",
            "h": 768,
            "w": 1024,
            "o": true
          },
          {
            "t": "fullview",
            "r": 1,
            "h": 768,
            "w": 1024,
            "o": true,
            "f": 15460
          }
        ]
      },
      "extended": {
        "deviationUuid": "6D20456D-101E-CC81-46A0-4A958639C5D1",
        "canUserEdit": true,
        "canUserDelete": true,
        "canUserAddToGroup": true,
        "editUrl": "https:\/\/www.deviantart.com\/deviation\/edit\/863541323",
        "groupListUrl": "https:\/\/www.deviantart.com\/deviation\/863541323\/groups",
        "description": "<p>An alien astronaut and former fighter pilot. He's rescued by a starship and becomes the first person from his planet to learn about aliens, and he wants to learn as much as he can.<\/p>",
        "originalFile": {
          "type": "original",
          "width": 1024,
          "height": 768,
          "filesize": 15460
        },
        "tags": [
          {
            "name": "alien",
            "url": "https:\/\/www.deviantart.com\/tag\/alien"
          },
          {
            "name": "dog",
            "url": "https:\/\/www.deviantart.com\/tag\/dog"
          },
          {
            "name": "oc",
            "url": "https:\/\/www.deviantart.com\/tag\/oc"
          },
          {
            "name": "pilot",
            "url": "https:\/\/www.deviantart.com\/tag\/pilot"
          }
        ],
        "typeFacet": {
          "linkTo": "https:\/\/www.deviantart.com\/deviations\/visual-art\/",
          "urlFragment": "visual-art",
          "displayNameEn": "Visual Art"
        },
        "categoryFacet": {
          "linkTo": "https:\/\/www.deviantart.com\/deviations\/all\/all\/digital-art\/",
          "urlFragment": "digital-art",
          "displayNameEn": "Digital Art"
        },
        "contentFacet": {
          "linkTo": "https:\/\/www.deviantart.com\/deviations\/all\/fan-art\/",
          "urlFragment": "fan-art",
          "displayNameEn": "Fan Art"
        },
        "license": "none",
        "download": {
          "url": "https:\/\/www.deviantart.com\/download\/863541323\/dea4oqz-db09d782-9bd5-44f9-93db-7ff480727ebe.png?token=f7b5ffb950bb6df60efd8ae7e78786b8d4acef54&ts=1609086208",
          "type": "original",
          "width": 1024,
          "height": 768,
          "filesize": 15460
        },
        "stats": {
          "views": 44,
          "today": 1,
          "shares": 0,
          "downloads": 0,
          "groups": 0
        },
        "reportUrl": "https:\/\/www.deviantart.com\/deviation\/report\/863541323?is_modal=true"
      }
    },
    "viewMode": "regular",
    "comments": {
      "hasMore": false,
      "hasLess": false,
      "nextOffset": null,
      "cursor": null,
      "prevCursor": null,
      "total": 0,
      "canPostComment": true,
      "commentableTypeid": 1,
      "commentableItemid": 863541323,
      "thread": []
    }
  }
]